Repository: Rafosk/Xml_parser
Catalog: Xml_parser/src/de2.tmx
Source language: de_de
Languages: ko_kr

source: 2-kanalige, sichere Ausführung der Abschaltpfade für gefährliche Bewegungen bei offener Arbeitsraumtür
ko_kr: 작업 공간 가드가 열렸을 때, 위험한 작업을 중지하기 위해 스위치 오프 회로를 안전하게 실행(2채널식)

source: NOT-HALT über sichere, 2-kanalige Eingänge
ko_kr: 2채널식 인풋을 통한 안전한 비상정지 기능

source: Arbeitsraumtüren und Schutzgitter über sichere, 2-kanalige Eingänge
ko_kr: 안전한 2채널식 인풋을 통한 작업 공간 가드 및 보호 그리드 통제

source: Zustimmtaste über sichere, 2-kanalige Eingänge
ko_kr: 안전한 2채널식 인풋을 통한 승인 버튼

source: Einsatz von Sicherheitsschaltern an Arbeitsraumtüren und Schutzgittern, um das geforderte Performance-Level (PL=d) zu erreichen.
ko_kr: 요구되는 퍼포먼스 레벨(PL = d)을 충족하기 위해 작업 공간 가드 및 보호 그리드에 안전 스위치를 장착합니다.

source: Sichere Ansteuerung der Spannfunktionen bei offener Tür
ko_kr: 도어가 열린 상태에서도 클램핑 기능을 안전하게 구동

source: Abbildung ‑ : Übersicht der Manometer / Druckschalter (Abb. ähnlich)
ko_kr: 삽화 ‑ : 압력계 / 압력 스위치 개요 (삽화와 유사)

source: Elektronische Druckanzeige Druckschalter
ko_kr: 압력 스위치에 장착된 전자식 압력 게이지

source: Manometer für Pneumatiksysteme
ko_kr: 공압 시스템용 압력계

source: Manometer für Zentralschmierung
ko_kr: 중앙윤활장치용 압력계

source: Abbildung ‑ : Füllstandanzeige (Abb. ähnlich)
ko_kr: 삽화 ‑ : 액위 디스플레이(삽화와 유사)

source: Zur Überprüfung des Füllstands der verschiedenen Betriebsstoffe sind an folgenden Behältern Füllstandanzeigen angebracht:
ko_kr: 다양한 작동액의 액위를 확인하기 위해 다음과 같은 탱크 또는 용기에 액위 게이지가 부착되어 있습니다.

source: Zentralschmierung
ko_kr: 중앙 윤활장치

source: Abbildung ‑ : Hauptschalter (schematisch)
ko_kr: 삽화 ‑ : 메인 스위치 (도식)

source: Hauptschalter in Stellung I = eingeschaltet
ko_kr: 메인 스위치 포지션 I = 켜짐 위치

source: Stellung 0 = ausgeschaltet
ko_kr: 위치 0 = 꺼진 상태

source: Einschaltsperre
ko_kr: 스위치 온 차단 기능

source: Bei eingeschaltetem Hauptschalter wird die Maschine mit Strom versorgt und die Steuerung bootet.
ko_kr: 메인 스위치가 켜지게 되면, 머신에 전원이 공급되고, 제어장치가 부팅됩니다.

source: Die Maschine kann eingeschaltet werden.
ko_kr: 머신 스위치 온 가능.

source: Hauptschalter ausgeschaltet
ko_kr: 꺼진 상태의 메인 스위치

source: Bei ausgeschaltetem Hauptschalter ist die komplette Maschine ausgeschaltet.
ko_kr: 메인 스위치가 꺼지게 되면, 머신 또한 전체가 스위치 오프됩니다.

source: Auch bei ausgeschaltetem Hauptschalter sind die Zuleitungen zur Maschine nicht stromlos.
ko_kr: 메인 스위치가 꺼져있는 상태라도 머신에 연결된 전원 공급선은 통전 상태일 수 있습니다.

source: Der Hauptschalter ist mit einer Einschaltsperre ausgestattet.
ko_kr: 메인 스위치에는 스위치 온 로크가 장착되어 있습니다.

source: Um die Einschaltsperre zu aktivieren, gehen Sie wie folgt vor:
ko_kr: 스위치 온 로크를 활성화하려면 다음과 같이 진행하십시오:

source: Hauptschalter ausschalten (nur bei ausgeschaltetem Hauptschalter lässt sich die Einschaltsperre herausziehen).
ko_kr: 메일 스위치를 끕니다(메인 스위치가 꺼진 경우에만 스위치 온 로크를 빼낼 수 있습니다).

source: Vorhängeschloss einhängen.
ko_kr: 자물쇠를 겁니다.

source: Hauptschalter ist gegen versehentliches Einschalten gesichert.
ko_kr: 부주의로 메인 스위치를 켜지 않도록 잠급니다.

source: Schalten Sie bei Wartungsarbeiten den Hauptschalter aus und sichern Sie ihn gegen versehentliches Einschalten.
ko_kr: 유지보수 작업을 실시할 때는 반드시 메인 스위치를 끄고, 메인 스위치의 오작동을 방지할 수 있도록 조치합니다.

source: Bei parallel verlaufenden Wartungsarbeiten ist von jedem Instandhalter je ein Vorhängeschloss anzubringen
ko_kr: 다수의 유지보수 작업을 동시에 진행하는 경우라도, 각 해당 담당자는 매번 자물쇠를 채워야 합니다.

source: Unbeabsichtigte Inbetriebnahme des Portals!
ko_kr: 감독하지 않고 포털 시운전!

source: Schalten Sie das Portal bei Wartungs- und Instandsetzungsarbeiten komplett aus.
ko_kr: 정비 및 수리 작업 시 포털 전체를 끄십시오.

source: Sichern Sie das Portal gegen unbeabsichtigtes Wiedereinschalten.
ko_kr: 허가 없이 다시 켜지 못하도록 포털을 잠그십시오.

source: Remontieren Sie Schutzeinrichtungen unmittelbar nach Abschluss der Wartungs- und Reparaturarbeiten.
ko_kr: 정비 및 수리 작업을 마치는 즉시 보호장치를 다시 장착하십시오.

source: Portal allgemein
ko_kr: 포털 일반

source: Portal ggf. sofort stillsetzen und sichern!
ko_kr: 경우에 따라 포털을 즉시 정지시킨 후 잠그십시오.

source: Sicherheitseinrichtungen
ko_kr: 안전 장치

source: Zustand und Funktion überprüfen
ko_kr: 상태 및 기능을 검사합니다

source: Transportban ggf. sofort stillsetzen und sichern!
ko_kr: 경우에 따라 컨베이어 벨트를 즉시 정지시킨 후 잠그십시오.

source: Drucklufteinheit
ko_kr: 압축공기 유닛

source: Betriebsdruck kontrollieren.
ko_kr: 작동압을 점검합니다.

source: Freiliegende Versorgungsleitungen (elektrische Kabel)
ko_kr: 고정되지 않은 공급장치 라인 (전기 케이블)

source: Kabel und Leitungen auf Beschädigungen und Dichtheit überprüfen
ko_kr: 케이블과 튜브의 손상과 기밀성을 점검합니다

source: alle Schraubverbindungen prüfen und nachziehen (z. B. Klemmenleisten im Schaltschrank) - Erstinspektion nach Inbetriebnahme
ko_kr: 모든 스크류 연결부를 검사하고 다시 죕니다(예: 제어반의 터미널 블록) - 시운전 후 최초 검사

source: alle Schraubverbindungen prüfen und nachziehen (z. B. Klemmenleisten im Schaltschrank) - regelmäßige Inspektion
ko_kr: 모든 스크류 연결부를 검사하고 다시 죕니다(예: 제어반의 터미널 블록) - 정기 검사

source: Schmierstoffgeber (Option)
ko_kr: 윤활제 주입기 (옵션)

source: Schmierstoffgeber / Einheit austauschen (entfällt bei Zentralschmierung)
ko_kr: 윤활제 주입기 / 유닛을 교체합니다 (중앙윤활장치에서는 해당되지 않음)

source: alle 12 Monate / bei Bedarf
ko_kr: 12개월마다 / 필요할 때

source: Drucklufteinheit:
ko_kr: 압축공기 유닛:

source: alle Fein- / Feinstfilter
ko_kr: 모든 정밀필터/초정밀필터

source: Kondensat ablassen
ko_kr: 응축수 배출

source: Filterpatrone wechseln
ko_kr: 필터 카트리지 교체

source: wenn der Kondensatpegel ca. 10 mm unterhalb des Filterelement ist, spätestens alle 1000 h
ko_kr: 응축수 게이지가 필터 부재의 약 10mm 아래에 있는 경우, 늦어도 1000시간마다

source: Kugelschienenführung
ko_kr: 볼 레일 가이드

source: Führungswagen schmieren (entfällt bei Zentralschmierung)
ko_kr: 가이드 캐리지 윤활 (중앙윤활장치에서는 해당되지 않음)

source: alle 10000 km
ko_kr: 10000km마다

source: Anbindung Greifereinheit Material-Nr. 7658883
ko_kr: 그리퍼 유닛 링크 품목 번호 7658883

source: Die Anbindung für die Greifereinheit ist passend für die Grundportale GLP6, GLP15 und GLP40.
ko_kr: 그리퍼 유닛의 링크는 표준형 포털 GLP6, GLP15 및 GLP40에 적합합니다.

source: Stütze für GLP6 Material-Nr. 20086449
ko_kr: GLP6용 지지대 품목 번호 20086449

source: Das GLP6 wird an dieser Stütze befestigt und ist dadurch justierbar.
ko_kr: GLP6은 이 지지대에 고정되어 있으므로 조절할 수 있습니다.

source: Stütze für GLP15 und GLP40 Material-Nr. 20086491
ko_kr: GLP15 및 GLP40용 지지대 품목 번호 20086491

source: Das GLP15 oder GLP40 wird an dieser Stütze befestigt und ist dadurch justierbar.
ko_kr: GLP15 또는 GLP40 은 이 지지대에 고정되어 있으므로 조절할 수 있습니다.

source: GLP6 (Mat.-Nr. 20081180)
ko_kr: GLP6 (품목 번호 20081180)

source: GLP15 (Mat.-Nr. 20076650)
ko_kr: GLP15 (품목 번호 20076650)

source: GLP40 (Mat.-Nr. 20083349)
ko_kr: GLP40 (품목 번호 20083349)

source: Horizontal-Achse x
ko_kr: 수평 축 x

source: Hub (Raster = 100 mm)
ko_kr: 스트로크 (격자 = 100mm)

source: Zahnriemen
ko_kr: 타이밍 벨트

source: Ritzel-Zahnstange
ko_kr: 피니온-톱니 래크

source: Empfohlene max. Geschwindigkeit
ko_kr: 권장 최고 속도

source: Empfohlene max. Beschleunigung
ko_kr: 권장 최고 가속도

source: Freitragende Länge max.
ko_kr: 자가 지지 길이 최대

source: Wiederholgenauigkeit
ko_kr: 반복 정밀도

source: ± 0,1 mm/m Fahrweg
ko_kr: ± 0.1mm/m 트랙

source: Vertikal-Achse z
ko_kr: 수직 축 z

source: Schlitten max.
ko_kr: 슬라이드, 최대

source: Prisma max.
ko_kr: 프리스마, 최대

source: 14 kg (2 Schlitten a 7 kg) 60 kg für 4 Werkstückplätze 3,2 kg (Länge 14,5 m)
ko_kr: 14kg (2개의 슬라이드, 각각 7kg) 60kg, 4개의 공작물 장소용 3.2kg (길이 14.5m)

source: Gesamt (100 mm-Raster)
ko_kr: 전체 (100mm 격자)

source: Antriebsseite: Mindestlänge
ko_kr: 드라이브측: 최소 길이

source: ab Mitte Pick-up
ko_kr: 픽업 중앙에서부터

source: Umlenkseite: Mindestlänge
ko_kr: 전향장치측: 최소 길이

source: max. 5000 mm: GRZ120 DUO:
ko_kr: 최대 5000mm: GRZ120 DUO:

source: max. 6000 mm: GRZ120 TWIN:
ko_kr: 최대 6000mm: GRZ120 TWIN:

source: max. 5500 mm: GRZ120 TRIO:
ko_kr: 최대 5500mm: GRZ120 TRIO:

source: max. 5700 mm: 1000 mm 700 mm
ko_kr: 최대 5700mm: 1000mm 700mm

source: Verwenden Sie nur Ersatzteile von EMAG Automation GmbH.
ko_kr: EMAG Automation GmbH사의 예비품만을 사용하십시오.

source: Es dürfen nur Teile, Werkzeuge und Zusatzeinrichtungen verwendet werden, die von EMAG Automation GmbH freigegeben sind.
ko_kr: EMAG Automation GmbH사가 승인한 부품, 공구, 추가 장치만 사용해야 합니다.

source: "Abbildung"
ko_kr: "삽화"

source: Serial-Nr. 104684
ko_kr: 시리얼 번호 104684
